import React from "react"
import {Link} from "gatsby"
import styled from "styled-components"
import {
  HomeLayout,
  Button,
  HeadingXL,
  SEO,
  TextBody,
  Emote,
} from "../components"
import {StaticImage} from "gatsby-plugin-image"
import Gif from "../images/mogus.gif"

const Wrapper = styled.div`
  margin: 1vh 1vh 1vh 1vh;
  text-align: center;
`
const TextAbout = styled.p`
  margin: 1vh 2vh 0vh 0vh;
  vertical-align: middle;
  position: relative;
`

const ImgWrapper = styled.div`
  float: left;
  margin: 10vh;
  position: relative;
`

const ButtonInline = styled(Button)`
  margin: 1.5vh;
  width: 180px;
  border: 1px solid hsla(1, 100%, 35%, 1);
  :hover {
    box-shadow: 9px 9px 0 0 hsla(23, 100%, 21%, 1);
  }
`

const ButtonInlineGit = styled(ButtonInline)`
  width: 100px;
  height: 20px;
  border: 5px solid hsla(42, 100%, 100%, 0.75);
  :hover {
    box-shadow: 0px 244px 0 0 hsla(23, 100%, 100%, 0.55);
  }
`

const ButtonInlinePDF = styled(ButtonInline)`
  border: 3px solid var(33, 100%, 71%, 0.83);
  :hover {
    box-shadow: -90px 9px 0 0 hsla(3, 100%, 71%, 0.83);
  }
`
const ButtonInlineInsta = styled(ButtonInline)`
  width: 1000px;
  border: 3px solid hsla(38, 100%, 68%, 0.8);
  :hover {
    box-shadow: 53px 9px 0 0 hsla(2, 100%, 68%, 0.6);
  }
`

export default function AboutPage() {
  return (
    <>
      <SEO title="ă̴̡̞b̴͉́̔o̵̙̲̓u̷͎̬̽ț̶͇͌͝t̶̨̢̨̡̡̢̛͚͍̬͖̩̼̮̻̗̰͓̲̰̪̩̞̮͓̟̮̻̹̖͍̂̉̉͊̌̒̎̄͌̇̋̈́̌̿̂́͛̀̔͊̚͘͠͠͝" />
      <HomeLayout>
        <HeadingXL>
          <Link to="#">AbO̶ut </Link>
        </HeadingXL>

        <ImgWrapper>
          <Link to="/terms">
            <StaticImage
              src="../images/tux.png"
              width={120}
              aspectRatio={1 / 1}
              quality={90}
            />
          </Link>
        </ImgWrapper>

        <TextAbout>
          Heyya̷! Name's V̸̲͐̒͐́͐̓̏̈̍̊̒̅̕͝Ô̸͚̦̬̘͖̳̦̗̪̋̈́̈́̿̽̀̌̈́͒̆̈́̅̔̈͗I̷̺̝͍͉̰͎͊̀͊́̓̃̃͋̎́̾̾́̈̿͛͑̄́͗͘̕̕̕͝͝Ḑ̷̢̢̢̨̨̛͔̭͖̘̘̻̘̞̺͇͇̬̫̰̯̆̅͒̋̉͂͋̍̑̂̎̒͒̈͋̌̆͒̈́̕̕̕͝ͅ, but you cä̷̗̥̫̩́̅̆̽ǹ̷̡́ call me C̷̱̝̄̀̀̒̓͒̀̂̏̒͂̚͝arl
          <Link to="https://youtu.be/OXQwx1EolD8">
            <Emote src={Gif} alt=":ratdance:" width={20} />
          </Link>
        </TextAbout>

        <TextAbout>
          I am a.̶̖̱̯͛͊̑̅̃͑͐̑͝.̸̧͈͕̲̞͚̬̼̈̓̃̽̎̆̂̈́͘d̶̡͊̄͛̾̕f̸̡̛͇̳̖̟͑͛͒̈́͑̐͛́̊̏s̸̡̟̺͍͓͓̘͍͔̗̼̱͙̲͐̒̉̎̊̈́͝ͅ? wait you fucking broke my site̸̦̔͘!̷͔̫̲̭͕͇͚͊͐ͅ!&nbsp;
          <StaticImage
            src="../images/pepeEZ.webp"
            alt=":pepeEZ:"
            width={20}
            aspectRatio={1 / 1}
            quality={90}
          />
        </TextAbout>

        <TextAbout>mother fuck̶̰̦̤͖͕͓̳̖̥̏̈́̎̂͐̚</TextAbout>
        <TextAbout>youll pay for this with your Ş̸̧̨̛̛̖̞͓̖͈̠͉͎̙̲͈̙̫͇̰͈͇̺̹̻̲̻̤̻̮̙̪͚̯͉̜͚̳̦̙͙͕͉͔͕͔̘̳̝͍̩͉̠̮͉͕͓͖̳͉̜͇͇̟͙̥̣̦͈͉̰̫̠͕̱͈̣̪̝̝͉̞̦̜̺̝͇̼̝̗͒̊́̒̑́͒̓̅̀͗̒̅̄̄͑̅̇̂̉̈́̆͐̆̎̎̎̾̈̐̇̓͆͑̉́̄̈́̈́̀͒͆͗̎̽̆̔͐͋̾͋̈̏̽̂̑͑̔̽̅̒͆͆̈́̓͌͆̿̅̈̾̋̌̅̾͋̂̋̓͊̊͂͐̄̐͒̌̈́͊͊̃̚̚͘̚͘̚͜͜͜͝͠͝͠͝͠͠͠͝͝͝ͅͅͅơ̷̢̡̢̢̛̜͕͈̱̻̼̩̫̺̣̘̣̻͚̪̫͇̠̩̣͎͚͍̝̘̪̠̪̜̜̤̫̼̜̬̤͇̤̻͕͍͉̰̻̩̩̻̲̥̪͕̯͗͊̿̇͗̑̔̐͒̀̆̂̈̈́́͛͒̓̾̿̎͋͑̑̉̎̿͒̆̎͐͌͑̓̉̋͂͆̈̏͋̄́́̒̀̍͌̈̂̃̒̇͗̋̓́͗͗̉̆̈̍̊̒̀̈́͛͊͌̿̅̅̈́͐̿̔́͒͐̋̃̓̄̅̏̂̄̈̈́́̀͗̈́͒̈́̒̋́̽͌̾͒͑̕̚̕̕̕̕̚̕͝͝͝͠͝͝͠͠ͅͅų̶̧̨̡̛̛̛̯̞̗̖̘̪͍̮̯̦̣̺̪̙̮̬̪̦̲̘̝̙͙̣͓͎̳̤̮͎̹̹̰̖̆̔͂̓̑͌́̈́̀̉̀̔͊̍̀̀͋̎͋͛̇̾̑̋͗̍̑͛̀̀́̍̆̌̒̋̑̍̍̄̃͂̂̽̍̅̌̈́̀̈́̀͑͒̔̌̂̐́̓̀͗͗͑̇̂̈́͆̍͛̾̋̑̈̈́̑̅̓͐̐̂͑̉̀̀̈̀͂́̅͘̕̕̕͘̚̚͘͘͘͜͝͝͝͝͠͝͝ͅͅL̷̢̨̨̨̨̢̡̨̢̹͖͚̖̭͎̬̗̜̝̗͖̟͎̮̟̻̭̰̟̪̣̦̗̭͖̯̪͇̥͕͔͖̝̳̤̹̼̠͖̩̜̰̬̯̼̼̳̥̩̘̺̝̠̣̖̯͚͍̰͇̙̝͇̺͎̺̲̪̘͈͓̥̠̥͙̯̲̳͚̘̬̠̱̘̰̼̯̣̙̯̻̤̤̼͕͙̠͙̠͉̟̜̖̯͇̙̝̦̭̖̗̽̃̔̇̒̍̿̆̃̄̅̇̄̔́̈́̽̅̀́̓̔̔̃̈́͌̉̐̏̓̾͆̕͘͘͘͘͜͜͜͝͝͝͠͝ͅ</TextAbout>
        <Wrapper>
          <Link to="/abovt">
            <ButtonInline>L̵͓͛i̵͙̍͒Ṋ̷̅K̷̮͍̈́͑E̷̛̝̎i̶̩̳̿̑n̶̪̼̒ ̶̖̈́</ButtonInline>
          </Link>

          <Link to="/abovt">
            <ButtonInlineGit>g̸i̴i̵i̷b</ButtonInlineGit>
          </Link>

          <a href="cvv.pdf" target="blank">
            <ButtonInlinePDF>
              C̵̞̿v̸̤́ ̸̜͛ ̴̝̂ ̴̤̋v̴͕͘V̸̻̐ ̷͙͋ ̴̕ͅ ̴͓̉ ̶̰̅ ̶͍́ ̶͇͠ ̵͎͂ ̷͙̋ ̷̭͑ ̴̡̒ ̸̗̆ ̶͓͝ ̸̳̀ ̵̯̽ ̴̥̾ ̸͐͜ ̷̼̀ ̸̦̓ ̶̮̄ ̷̤͊ ̷̣̂ ̵̨̔ ̵̰̚ ̴̉͜ ̶͇́ ̷͓̈ ̸̅͜ ̷̲̐ ̷͔́ ̷͇̂ ̷̡̔ ̸̺͐ ̸̢͆ ̶̭̚ ̸̼̽ ̴̳̀
            </ButtonInlinePDF>
          </a>

          <Link to="/abovt">
            <ButtonInlineInsta>S̷̡̢̙̬̭̗̭͖̩̙̦̮͙̥͖̦̘̣̹͚̜̜̩̪̖̖̪̝̼̫̜̟̪̲̗̥͎̜̙̜̯̻̝̭͓̠̣̥͖͓̣̦̞͔̯̫͓͓̰̳͇͓̲̮̻̼̬̺̮͕̭̯̱̖͉̦̙͈̍̈́͘E̴̛̛̛͙͍̓̓̑̈́̔̒̌̑͌̑͛̿̎̓̅̔̿̎́̾̈́͛̇̂̊̿͐́̏̇̌̽͗̅̑͒̈́̆͊͐̈́́̎́̆̽̃̃̈̈́̈́͑̅̍̂̀̌̉̑͂͛̽̆͊̾͋̇̒̾͊̉͐̎̀̍̀͂̌͊̔̀̋̓̈́͛̈́̂͗̓̈̑͒̓̋̃̐̎̽̋͋̈̅̅͐̅͒̈́̓̚̚̚͘͘̕̕̚͠͠͝͝͝͝L̶̡̡̨̢̡̡̧̛̝͎̖̰̝̟̖̗̞̼̬͕̪͙̣̲̹͕͖̪̜̼̫̥̟͇͉̜̤̰͙̟͉͇͓̩̮͉̞̗̓̐̏͌͆̆̈̔̊̉̔͆̐̌͗̈́̑̔̒̀̉̋̏̒̓̉̿̇͒̅͗̾̅̔̄̉̏͗̽̐͘̚͜͝͝͝ͅL̷̡̢̢̧̢̨̢̢̨̢̨̡̡̧̧̧̡̛̛̛̝͚͉̤̹̺̬̖͈̦͉̱̭̝̗̝̠͍̲̺͈̳͕̺̬̖͍̫̲̜̺̳͓͖̟̜̦̱̬̯̼̲̣̲͇̝͙̯̟̣̳̗͔̲̼̫͙͍̝̩̫̩̣͙̤͔̫̩̝͍͎̘̖̙͕̫̭̜̜͍̘̤͉͔̗̺͕͚͉̺̝̠͔̫͇̤̤͕̬̟̦̻̘̟̘̬̭̤̪̼̗͙͖͚̭̟͇̭̮̞̙͓̲̜̱̗̙̹̻̗̙̘̻͉̠̺̙̟̥̬̗͙̲̺͕̯̯͓̲̭͇̾͌̋͋͒͆͑͑͒̌̈́̊̒̈̿͆̄̍͆͋̑̈́̓͗̄̎̋̆̅͂͋̀̈́̅̽̀̍̌͌̾́̈́̓̈́̈́̅̈́̄̓͐̔̐́̔̏́̾͗̈́̊̀͊͌̈́̔̒͒̐́̏̀̆́̀͒̈́̎̋̽͐̿̎͌̋̈̔̽̂̇̈́̇͋̆͌̇̈́̌̏̅̿̆̆̂̂̏̎̍̀͘͘̚̚̚̚̚̕̚̚͜͜͜͜͝͝͝͝͠ͅͅͅ ̴̧̡̢̢̡̨̪͖̗͙̩͕̫̙͎̤̺̫͚͙̮̥̰̣̞̝̯̳̬͍̝͈̰̱̭̜̼̲̖̪̗̘̣̻̤͙̠̺̤̩̠͓͇͖͙̯͓̣͔͎͖͙͉̩͍̦͍̩͈̞̭͚̤̥̣̥̲͚̻̻̳̮̯̱̮͇̟̠̼̑̄̒̑̈́̂̑̾̽́̊̈̀̑͊͂̈̚͘͜͜͝Y̵̡̢̨̨̨̡̛̛̛̲͙̝̰͓̗͕͙̙͈̝͍̯̙̼̣̹̺̙̪̥̣̱̘̗̙̫͖͍̙̗̳̱͓͍̜͉͇̻̗̙͍̣͔̲̱̟͍̤̼̯̪̩͍͇̘̠̩̬̖̝̮̳̪̙̮̓͐͛̉̍̍̑́̔͆͗́̓͐̓̊͒̑̈́̿͂͗̀̇͆̍̈́̊̂̔̔̐̊̈͂̎̽̈́͛̇̈́̽̅͋̏̈́̐̍̉̒̓̋͊̃͆̊́̈́̃͋̒̎̿̓̒̿̈́̿̈́̎̾̓̔̓̔́̇̄̀́̆͐̽̓̍̈́̾̏͊̒̈́̅̄̌̔̃̅̐͛̄̿͌́͛̾̇͌͗́͂̍̌̋̓̓̄̉̐̋̇̋̆͐͋͂̉̒̓̎́̃̑̉͌͛̒̕̕̕̚͘̚̚͜͜͜͜͜͝͝͝͝͝͠͝͝͝͝͝͝͠͝͝ͅƠ̸̡̡̢̧̨̨̧̨̧̨̧̡̢̻̜̭̳̫͇̘̻͉̙͈̘̯̤̗͉̬̬̝͚͚̯̝̝̞̦̫͙̤͙̪͇͔̠̟̦͍̝̤̼͇͎̯̺̱̦̙̳̬͇̥͖̻̞̰̦̣̪̭͈͎͚͇̰͓͚̩̗͈̲̠̟̣̤̰̲̫͙̖̺͎̲̫͓͖͙̤̘̠̭͚͚͎̙̳̼͇͓͉̙̬̯̠͓̝̗̪̻͙͈̘̭̱̣̼̰̩͈̖̙̯͖̟͍̰̫̪̱̩͔̣̖͇̙͍͎̤̮̙̩͍͓̟̟̯͔̟̼͓̱̞̬̖͚͚̳̺͕͙̮̘̞̎̈͛̿̽̐͌̀͆͑̿̉̀͋̃͌̿̈́̒͆̓́̿̒͗̓͛̾̀̔̐̏́̾̇̓̍̿̀͋̃̾͆̆̒͒̈́̐̒͐̀͌̀̿̀̒͂͌̅̌̌͋̎̉̇̂̊̆͗̿̋̏̂̒͊͊͐̈̑̿͗͛̂̔̔̑̄̈́̓̀̂̈́̂̽̌̿̑̇̒̔̏̈́́̇͒́̀̿͌͂̓̎̐̊̈́̽͛̇̓̅͆̑͆̓͌̈́͊̀̎͗͒͛̈́̂̐̉́̾̊́̾̇͊͋͑̿̀̾̽̈͆͆͒́̿̊̉͆͐̊̅̇̃̚͘͘̚͘̕̚͜͜͜͝͠͝͠͠͝͝͝͝͝͠͝ͅͅͅͅƯ̵̢̢̩̣̠̰̤͍͙̬̥͓̮̗̞̩̫̟͔̥̯̩͍̺̭̟͈͚̖̝͍͋̅̈̾̍̑̑͂̒̏̓͑͂̋̋̿̓̀͛̑̌̐̌͐̓̍̽̾̑͆̀̒͊̑̉͋͋͌̇̃̽̓̀̀̈́͐̈́̿̾͒̀̀̂̀̇̚̚͘͘̚̕͠͠͝͠ͅȐ̷̡̡̧̡̢̢̡̡̨̡̛̮̱̱͖̘̠̺̭̮̯̼̻̲̙͓͖̫̣̜͎̫̱͈̲̟̱̦̪͍̝̞̬̯̯̟̬͎͈̥̬͎̮̗͓̫̰̣͎͙͇̗̙̼̭͎̘̗̺̭͕̤͔̘̣̞̱̭̖̠͖̤̺͈͓̥͇̺̮̯͉͙̬͚͈̳̼̪̪̗̺̼̻̞̺̠̭̺͈͓̞̗̘̥̲̩̳̫̫̼̣͔̺̪̜͇̰̟̙͕̺̫͙̖̹̩̻̤̥͙͎͎̻̙̜̬̝̳̮̳̮͇̮̩̳͎͔̮̹̩̝̺͇̝̜͍̳̱̥̫̗͓̎̅͗́̃̌̀̄̎͑́̍͐̎͗̊̑̓͂́͒͋͐̓̎̀̌͐̿͊̈́̾̃̈́̃̊͋̓̍̈̽̕̚̚͘̚͜͜͜͜͜͜͜͜͜͝͝ͅͅͅͅͅͅ ̶̢̛̮͈͙̭̜̳̫̯͓̻̥͔̩͙̱͖̫̉̃͒̓̉̎̿̈͒̍͋̅̈́͂́̽̆̅͋̈́̌̈̑̒̂̓̈́́̓͂̿͊́͂̾̊͂̌͌̉̈́̓̏̀̉̍͆̄̾͋͌̓͒̄̈́͂̅͊̿͂͐̍͗̈̆̊̅̈͑̓̾̌̀͆̒̌̏̓̍́̔̄̌͆̆̍̊͑͂̂̀̇͊͆̒̔̋̇̎̑̆͒̌̏̄̉̈̑̄̄̈̌́͆̀̔̐͊̂̍̃̈̀́̎͂̋̃͐̒͑̃͑̽͒̊̉̂̂̚͘̚̚̕͘̚̚̚̕̚̕̚͠͠͠͠͝͝͝͠͠͠͝͝͝͝͠͝͠ͅͅͅS̶̡̨̢̧̧̢̢̢̡̡̢̡̨̧̢̡̨̛̪̬̗̦͇͖̮͈͙͉͉̖̱̲̝̹̝̺̼̼̟͙̦̯̝̩͎̟̪̲̤̥͕̗̮̦͔̠͈̘͙̤̤͍̼͙͕̱̰̜̺̙̯̳̻͉̖̺̳͉̰̰̮̳̺͉͔͖̖͉̣̫̫̣̯̪͖͖͓͈̳͚̹̥̞̱̘̭̳͖̝͇̯͙̯̜̖̤̬̜͉̖̦̻̤̳̻̦̺̹̤͉̗̯̻͇̞̝͖̪̯̗̼̭̙̟̣̺̬̯̜̦̪̦͕̗͚̰͖̥̲͆́̌̒̒͒̃̍͌̔͊̍̓́͊̍̾̏͋͗̽̇́̀̌̊̄̏̒͋̌̄́͊̾̓̀̈́͒̓̈̔̑̀̊̉́̽̏̄̓̆̇̃̔̒̔̈̽̍̈́̇̒̇͋͗̈̓͆̍̇̀̈́̐̓̀̋̓̾̽̏̀͆͐̕̕̚͘͘̚͜͜͜͜͜͝͠͝͝͠͝͠ͅͅͅͅǪ̷̨̢̡̧̢̨̢̧̢̨̨̡̡̧̨̨̛̛̛̛̛̤̼̫̜͓̙̹͚̥͈̙̯͈̯̪̦͍̭̹̥͉̝̠̼̦̮̭͚̮͙͚̥̱̖̥̣̩̟̜̰͖͍̞͎͍̱̠͓̱̞͈̭̖̳̼̮̬̤͔̯̘̠͔̞̗̰̬̦̳̗̠̘̣͇͍͕͈̳̮̗̺̣̜̺̣̺͖̠͔̫̮̲͎̖͔̱̜̖͖̞̪̝͎̩̬̞̭͎̱̝̟̭̱̮͉̬̮̦̰̪̻̜̟̖̮̯͓̗̖͇̲͉͔̪͉̺̺̻̗͇͔̯̫̪̦̬̱̦̦̙̟͖͉̤̗̗̬̬̘͚͙̠͎̞͍̲̳͖̺̹̉̊̏̽̉̆̀̄̍̈́̀͌̇̾͒̊̐̓̓̇̇̀̒̊̀͗͂̄̈́̎̍͂̽̅̃̊̾̋͑̿͗͒̀̇͗͊̓͐̔̂̀̍͗̆̌̓̑̑̆̓̓͒͑̓̅̾̈́̋͑̉͊̓͒͊͌̈́̽̐͂̇̏̏̔̂̑̆͂̏͑͂̓͛̀̂̈́͐̃̾͗̊̌͗̀̿̉̓̒͆͛͐̾̏̐̈́́̀̾̔̀͆͒̿́̉̌͂̾̾͒̐̊̔̓̉͊̎̃̃̏̒̎͑̏̓̉̾̎̓̃͒̇̏͗̓̔̿͋̄̈̀̕̕͘̚̕̕͘̕͘̚̚̕̚̚̕̚͜͝͝͝͝͠͝͝͝͝ͅͅͅÚ̷̧̱͈̘̤̗̰̙̲͈̲̰̻̮͔͙̠̪̠͖̪̹̖͍̲͓̰͕͓̗͇̯͙̫̫͙͓̰͉̤͓̝̫͉̫̠̗̓̈́̿̅͌̊̕͘͜͝ͅL̶̢̢̡̡̡̢̢̨̢̡̧̨̨̢̢̛̛̛̹̬̭̤̘͇̲͖͖͖͖̣̥̳̜͍̭̱̦̣̣͔̺̳̙͉̗̘̩̮̝̤̯̞̱̟̘̘̤͍̩͖̰̩̤͈̬̟̺̳̬̲̝͎̤̺͔̳͍̟͉͖͓̺̹͖͇͙̥͉̱̙̰̯̖̻̱͍̼̯̤͈͓̦̺̠̯̩̙̪̻̫̫͚̜̗͚̲̥̺̪̹͉̹͉͓̹̲̟̗̜̜͔̹̗͔̼̯̰̟̹͇̪̺͈̱̟͍̾̄̄̐̿̅̓̽̈́̈́̈́̾́́̄͗̐͂̇̔̑̇͗͂͗̽̐͗̂̈́́̈́̌̈́͑̇̃͐͐̾͗̄̔̔̃́̒̀͒̊̐͑͂̀̆̋̊̑͑̓͑̍̃̀̎̔̿͗̃̍̉́͒͆̌̀̌̿̍̈́̏͂͆͆́͛͗̀͂͂̓̈́̀̈͛̀́͌̎̌̀̽̇̑̎̾̚̕̚̕͘̕̚͘̚͜͜͜͜͝͠͝͠͠͝͝͠͝͠͝ͅͅͅͅͅͅͅͅ ̶̨̨̧̛̛̛̼̞͙̙̝̭͕̤̠̺̤͔̘͔̰̤͚̱̥̤̹͈̞̭̭̮̘̰̩̜͈̗͇̻̹̳̣̙̮̞̗͕̲̟́̄͊͌̂̒͊̓̓̐̌̒̌̒̉̓̈̒̐̃̆͂̎͛̀̓́͆̄̀̀̅͋̓̑̒̑̈́͛̆̄̃̈́̽̍̈́͒̈͂̌̾̀͊̌̈̂͌͑̅̒́̓̽̅͂̒̏̇̈́̏̈͋̾͛̆͗̍̚̚̚͘̚͘̚͝͝</ButtonInlineInsta>
          </Link>

          <Link to="mailto:yourmom@uranus.com">
            <TextBody>
              {" "}
              MAIL: -.-. --- -. - .- -.-. - / -- . / .. ..-. / -.-- --- ..- /
              ..-. --- ..- -. -.. / - .... .. ...{" "}
            </TextBody>
          </Link>
          <Link to="https://youtu.be/p0fhF-HfSzU">
            <TextBody>
              {" "}
              PHONE:
              eW91IHRoaW5rIHlvdXJlIGNsZXZlciBodWgKb2theQpyaWRkbGUgbWUgdGhpcyBmb3VyZXllcywgY29ycmVjdCBhbnN3ZXIgaXMgdGhlIG5leHQgZW5kcG9pbnQ6Ck5vdyBJIGZhbGwsIGEgdGlyZWQgc3VidXJiaWFuIGluIGxpcXVpZCB1bmRlciB0aGUgdHJlZXMsCkRyaWZ0aW5nIGFsb25nc2lkZSBmb3Jlc3RzIHNpbW1lcmluZyByZWQgaW4gdGhlIHR3aWxpZ2h0IG92ZXIgRXVyb3BlLg==
            </TextBody>
          </Link>
        </Wrapper>
      </HomeLayout>
    </>
  )
}
